# Урок 1

+                       # плюс
-                       # минус
/                       # поделить
*                       # умножить
**                      # возведение в степень
//              # сколько в числе есть чисел. Например 25//5 выведет 5 потому что в числе 25 пять пятерок(5,10,15,20.25)
%                       # остача при делении
42.607                  # дробные числа, просто через точку
input                   # берет значения от пользователя (как cin в С++)
# точка с запятой в конце строки не нужна её НЕ ПИСАТЬ!!!

# Урок 2

# переменная создаеться путем просто вписания ее названия в строку т.е.
test = 12               # переменная test равна 12
# указывать тип переменной не надо просто пишешь название и пишешь чему равна,
# если в переменной буквы а не числа то пишем так
test = "String"          # равносильно char в С
# переменную нельзя начинать с цифр или с символов, только с букв!!!
num_1 = int(input("Enter num: "))    # пишем так что бы в переменную записывалось число, а не просто символ ввиде числа
del test                 # Удаляет переменную х
num_1 = 34 == num_1=int("34")       # и то и то назначает переменной num_1 значение цифры(не просто символов!!) 34
num_1 = str(21)                     # это уже не число а просто строка(как char)
num_1 = num_1 + 5   ==   num_1+=5     # увеличение переменной num_1 на 5

# умножение работает так же и со строками 
Res = ("Enter something ")
Res *= 5
print(Res)
# код выведет текст Enter something 5 раз

# Урок 3

